import React from 'react';
import './PlayerMenuLyric.css';

const PlayerMenuLyric = () => {
  return (
    <span className="player__lyric-text">
      {/* Тут сделаем подключаемые тексты, для этого нужно немного переработать плеер */}
      Сотни лет, сотни лет и день, и ночь вращается <br />
      Карусель, карусель Земля,o-о-о-о-о <br />
      Сотни лет, сотни лет все ветры возвращаются
      <br />
      Hа круги, на кругу своя <br />
      Hо есть на свете (Hо есть на свете) <br />
      Ветер перемен (Ветер перемен) <br />
      Он прилетит (Он прилетит) <br />
      Прогнав ветра измен (Прогнав ветра измен) <br />
      Развеет он (Мы с…
      <br />
    </span>
  );
};

export default PlayerMenuLyric;
